[Translation]
ThisLanguage=		Hrvatski

Language=			Jezik

DockSettings=		Dock postavke...
IconSettings=		Postavke ikona...
AddItem=			Dodati stavku
  ItemFile=			Dokument
  ItemPath=			Pravac
  ItemSeparator=		Razmaknica
  ItemDockSettings=	Dock postavke
DeleteItem=			Izbrisati objekt
TakeScreenshot=		Napraviti sliku ekrana


General=			Temeljno
AutoRun=			Automatizirano pokretanje
HideLabels=			Onemoguciti dodatke ikona
LockIcons=			Zakljucavanje ikone
AutoHide=			Automatizirano sakrivanje


Icons=			Ikone
Size=				Velicina
Quality=			Kvaliteta
  QualityLow=		Slabija kvaliteta (Ubrzanije)
  QualityMedium=		Prosjecna kvaliteta
  QualityHigh=		Visoka kvaliteta (Usporenije)
Zoom=				Zoom
ZoomRange=			Zoom sirina
ZoomTime=			Trajanje zoom-a


Position=			Pozicija
Monitor=			Monitor
  MonitorList=		Monitor
Side=				Pozicija ekrana
  SideTop=			Vrh
  SideBottom=		Dno
  SideLeft=			Lijevo
  SideRight=		Desno
Z-Order=			Slojevitost
  zTop=			Uvijek na vrhu
  zNormal=			Normalno
  zBottom=			Uvijek na dnu
Offset=			Otklon


Style=			Stil
Theme=			Tema
Opacity=			Prozirnost
SelectFont=			Izabrati Font


About=			O programu
Donate=			Donirati
Updates=			Nadogradnja
Forums=			Forumi



Quit=				Odustati
OK=				U redu
Cancel=			Otkazati



Version=			Inacica
ThankYou=			RocketDock je razvijena sa strane ljubitelja Apple OS X. Smatrajte to mirovnom ponudom od Mac OS zajednice.<BR><BR>Zajedno mozemo zaustaviti blacenje Mac OS-a. :)<BR><BR>Enjoy!<BR>The Punk Software Team

Folders=			Mape
DefaultFolder=		Temeljna mapa
ChangeFolder=		Promijeniti mapu


Preview=			Pregled


DefaultIcon=		Temeljna ikona


Properties=			Postavke
Name=				Ime
Target=			Odrediste
FindTarget=			Pronaci odrediste
StartIn=			Pokrenuti u
Arguments=			Rasprave
Run=				Pokreni
  RunNormal=		Uobicajeno
  RunMaximized=		Povecano
  RunMinimized=		Umanjeno
Popup=			Izbornik povecanja
ContextMenu=		Prikaz posebnih radnji 


FontOutlineColor=		Boja vanjskog ruba
FontShadowColor=		Boja sjenki
FontOutlineOpacity=	Prozirnost vanjskog ruba
FontShadowOpacity=	Prozirnost sjene



;#################
;For Version 1.1.2
;#################

MouseActivate=		Povećanje na prijelaz mišem
AutoHideTime=		Trajanje automatskog skrivanja
AutoHideDelay=		Otklon automatskog skrivanja
UberIconFX=			UberIcon efekti



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Zoom: Flat
VerticalOffset=		Rubni odmak
ItemBlank=			Prazna ikona
Defaults=			Temeljne postavke
Confirm=			Potvrditi
ConfirmDefaults=		Sigurno zelite vratiti temeljne postavke za RocketDock?<BR>Natuknica: ovo nece utjecati na vase ikone.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Umanjiti prozore na RocketDock-u
ShowRunning=		Oznacivac pokrenutih programa
OpenRunning=		Otvoriti odrediste pokrenute aplikacije
UseINI=			Spremiti postavke u prijenosni INI dokument
GetMore=		        Pribavite jos
Behavior=			Ponasanje
MouseActivateDelay=	Odugovlacenje prikaza
IconActivationFX=	        Attention Efekt ikone
None=				Nijedno
Bounce=			Bounce
ZoomOpaque=			Zoom providnost
HoverFX=			Hover Effect
ZoomBubble=			Zoom: Bubble
ZoomPlateau=		Zoom: Plateau
OpenWindow=			Otvoriti prozor
CloseWindow=		Zatvoriti prozor
ItemRecycleBin=		Kosara za smece
StateNormal=		Uobicajena ikona
StateEmpty=			Isprazniti kos za smece
StateFull=			Kosara za smece je puna


;#################
;For Version 1.3.1
;#################

DebugInfo=			Podaci o zdravlju racunala
ConfirmDebugInfo=		RocketDock ce uzpravo kreirati podatak o zdravlju racunala...<BR><BR>sadrzavat ce:<BR>  * RocketDock postavke (ukljucujuci pravce)<BR>  * Trenutna lista pokrenutih zadataka<BR>  * korisni podaci o sustavu.
DisableMinAnimation=	onemoguciti umanjiti animacije
OpenRunningShort=		Otvoreno pokrenuto
UseGlobal=			Koristiti globalne postavke
Always=			Uvijek
Never=			Nikad
Warnings=			UPOZORENJA: <COUNT>
WarningINIWrite=		Postavke.ini su samo Read-Only.  Vase postavke ne mogu biti spremljene.

